tap "homebrew/bundle"
tap "homebrew/core"
brew "clash"
brew "direnv"
brew "fzf"
brew "gcc"
brew "gnutls"
brew "python@3.10"
brew "node"
brew "pre-commit"
brew "pyright"
brew "ripgrep"
brew "screen"
brew "starship"
brew "stow"
brew "tealdeer"
brew "trash-cli"
brew "tmux"
brew "zip"
brew "zoxide"
