tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aria2"
brew "coreutils"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "grep"
brew "mackup"
brew "nali"
brew "node"
brew "pinentry-mac"
brew "poppler"
brew "sevenzip"
brew "smartmontools"
brew "starship"
brew "stow"
brew "tmux"
brew "trash"
brew "vim"
brew "vivid"
brew "wget"
brew "zoxide"
brew "zsh"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "avibrazil-rdm"
cask "clashx-pro"
cask "coconutbattery"
cask "dozer"
cask "fliqlo"
cask "font-jetbrains-mono-nerd-font"
cask "free-download-manager"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "keka"
cask "maccy"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "miniconda"
cask "mongodb-compass"
cask "notion"
cask "pdf-expert"
cask "postman"
cask "rectangle"
cask "tencent-meeting"
cask "typora"
cask "visual-studio-code"
cask "zoom"