tap "buo/cask-upgrade"
brew "aria2"
brew "coreutils"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "grep"
brew "node"
brew "rbenv"
brew "ruby"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tmux"
brew "trash"
brew "vim"
brew "wget"
brew "zoxide"
brew "zsh"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
cask "free-download-manager"
cask "google-chrome"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "logi-options+"
cask "maccy"
cask "microsoft-edge"
cask "miniconda"
cask "notion"
cask "pdf-expert"
cask "rectangle"
cask "surge"
cask "tencent-meeting"
cask "visual-studio-code"
cask "zotero"